cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'lazygit'
brew 'lazydocker'
brew 'ag'
brew 'rg'
brew 'fzf'
brew 'kubectl'
brew 'kubectx'
brew 'k9s'
brew 'jq'
brew 'go'
brew 'nvim'
brew 'htop'
brew 'mactop'
brew 'helm'
brew 'coreutils'
brew 'tldr'

cask 'ghostty'
cask 'vlc'
cask 'docker'
cask 'google-chrome'
cask 'postman'
cask 'rectangle'
